Repository: anusoft/iphone-all-sensors
Catalog: iPhoneSensors/iPhoneSensors/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, pt, ru, th, zh

source: Sensor
ar: المستشعر
fr: Capteur
it: Sensore
ja: センサー
ko: 센서
ru: Датчик
th: เซ็นเซอร์
zh: 传感器

source: Accelerometer
ar: مقياس التسارع
de: Beschleunigungsmesser
es: Acelerómetro
fr: Accéléromètre
it: Accelerometro
ja: 加速度計
ko: 가속도계
pt: Acelerômetro
ru: Акселерометр
th: เครื่องวัดความเร่ง
zh: 加速度计

source: Gyroscope
ar: الجيروسكوب
de: Gyroskop
es: Giroscopio
it: Giroscopio
ja: ジャイロスコープ
ko: 자이로스코프
pt: Giroscópio
ru: Гироскоп
th: ไจโรสโคป
zh: 陀螺仪

source: Magnetometer
ar: مقياس المغناطيسية
es: Magnetómetro
fr: Magnétomètre
it: Magnetometro
ja: 磁力計
ko: 자력계
pt: Magnetômetro
ru: Магнитометр
th: เครื่องวัดสนามแม่เหล็ก
zh: 磁力计

source: Compass
ar: البوصلة
de: Kompass
es: Brújula
fr: Boussole
it: Bussola
ja: コンパス
ko: 나침반
pt: Bússola
ru: Компас
th: เข็มทิศ
zh: 指南针

source: Barometer
ar: البارومتر
es: Barómetro
fr: Baromètre
it: Barometro
ja: 気圧計
ko: 기압계
pt: Barômetro
ru: Барометр
th: บารอมิเตอร์
zh: 气压计

source: Battery
ar: البطارية
de: Batterie
es: Batería
fr: Batterie
it: Batteria
ja: バッテリー
ko: 배터리
pt: Bateria
ru: Батарея
th: แบตเตอรี่
zh: 电池

source: Get Sensor Reading
ar: الحصول على قراءة المستشعر
de: Sensorwert abrufen
es: Obtener lectura del sensor
fr: Obtenir la mesure du capteur
it: Ottieni lettura sensore
ja: センサーの読み取り値を取得
ko: 센서 판독값 가져오기
pt: Obter leitura do sensor
ru: Получить показание датчика
th: อ่านค่าเซ็นเซอร์
zh: 获取传感器读数

source: Get the current value of a specific sensor.
ar: احصل على القيمة الحالية لمستشعر محدد.
de: Rufe den aktuellen Wert eines bestimmten Sensors ab.
es: Obtén el valor actual de un sensor específico.
fr: Obtenez la valeur actuelle d’un capteur spécifique.
it: Ottieni il valore attuale di un sensore specifico.
ja: 指定したセンサーの現在値を取得します。
ko: 특정 센서의 현재 값을 가져옵니다.
pt: Obtenha o valor atual de um sensor específico.
ru: Получите текущее значение выбранного датчика.
th: รับค่าปัจจุบันของเซ็นเซอร์ที่ระบุ
zh: 获取指定传感器的当前值。

source: Start Sensor Recording
ar: بدء تسجيل المستشعر
de: Sensoraufzeichnung starten
es: Iniciar grabación del sensor
fr: Démarrer l’enregistrement du capteur
it: Avvia registrazione sensore
ja: センサー記録を開始
ko: 센서 기록 시작
pt: Iniciar gravação do sensor
ru: Начать запись датчика
th: เริ่มบันทึกเซ็นเซอร์
zh: 开始传感器记录

source: Start recording data from a sensor.
ar: ابدأ تسجيل البيانات من مستشعر.
de: Beginne mit der Aufzeichnung von Sensordaten.
es: Empieza a grabar datos de un sensor.
fr: Commencez à enregistrer les données d’un capteur.
it: Inizia a registrare i dati da un sensore.
ja: センサーからのデータ記録を開始します。
ko: 센서의 데이터 기록을 시작합니다.
pt: Comece a gravar dados de um sensor.
ru: Начните запись данных с датчика.
th: เริ่มบันทึกข้อมูลจากเซ็นเซอร์
zh: 开始记录传感器数据。

source: Stop Sensor Recording
ar: إيقاف تسجيل المستشعر
de: Sensoraufzeichnung stoppen
es: Detener grabación del sensor
fr: Arrêter l’enregistrement du capteur
it: Interrompi registrazione sensore
ja: センサー記録を停止
ko: 센서 기록 중지
pt: Parar gravação do sensor
ru: Остановить запись датчика
th: หยุดบันทึกเซ็นเซอร์
zh: 停止传感器记录

source: Stop the active sensor logging session.
ar: أوقف جلسة تسجيل المستشعر النشطة.
de: Stoppe die aktive Sensorprotokollierung.
es: Detén la sesión activa de registro de sensores.
fr: Arrêtez la session active de journalisation des capteurs.
it: Interrompi la sessione attiva di registrazione dei sensori.
ja: 実行中のセンサーログセッションを停止します。
ko: 활성 센서 로깅 세션을 중지합니다.
pt: Pare a sessão ativa de registro de sensores.
ru: Остановите активный сеанс записи датчиков.
th: หยุดเซสชันบันทึกเซ็นเซอร์ที่กำลังทำงาน
zh: 停止当前的传感器记录会话。

source: Export Sensor Data
ar: تصدير بيانات المستشعر
de: Sensordaten exportieren
es: Exportar datos del sensor
fr: Exporter les données des capteurs
it: Esporta dati sensore
ja: センサーデータを書き出す
ko: 센서 데이터 내보내기
pt: Exportar dados do sensor
ru: Экспорт данных датчиков
th: ส่งออกข้อมูลเซ็นเซอร์
zh: 导出传感器数据

source: Export a snapshot of all current sensor readings as a CSV file.
ar: صدّر لقطة من جميع قراءات المستشعر الحالية كملف CSV.
de: Exportiere eine Momentaufnahme aller aktuellen Sensorwerte als CSV-Datei.
es: Exporta una captura de todas las lecturas actuales de sensores como archivo CSV.
fr: Exportez un instantané de toutes les mesures actuelles des capteurs sous forme de fichier CSV.
it: Esporta un’istantanea di tutte le letture attuali dei sensori come file CSV.
ja: 現在のすべてのセンサー読み取り値のスナップショットをCSVファイルとして書き出します。
ko: 현재 모든 센서 판독값의 스냅샷을 CSV 파일로 내보냅니다.
pt: Exporte um instantâneo de todas as leituras atuais dos sensores como arquivo CSV.
ru: Экспортируйте снимок всех текущих показаний датчиков в файл CSV.
th: ส่งออกสแนปช็อตค่าปัจจุบันของเซ็นเซอร์ทั้งหมดเป็นไฟล์ CSV
zh: 将所有当前传感器读数的快照导出为 CSV 文件。

source: Open All Sensors and keep it in the foreground, then try again.
ar: افتح All Sensors وأبقِه في المقدمة، ثم حاول مرة أخرى.
de: Öffne All Sensors und lasse sie im Vordergrund, und versuche es erneut.
es: Abre All Sensors y mantenla en primer plano; luego inténtalo de nuevo.
fr: Ouvrez All Sensors et gardez-la au premier plan, puis réessayez.
it: Apri All Sensors e mantienila in primo piano, poi riprova.
ja: All Sensorsを開いて前面に表示したまま、もう一度お試しください。
ko: All Sensors를 열어 전면에 둔 다음 다시 시도하세요.
pt: Abra o All Sensors e mantenha-o em primeiro plano; tente novamente.
ru: Откройте All Sensors и оставьте приложение на переднем плане, затем повторите попытку.
th: เปิด All Sensors และคงไว้ด้านหน้า แล้วลองอีกครั้ง
zh: 打开 All Sensors 并保持在前台，然后重试。

source: Could not write the export file. Check available storage and try again.
ar: تعذرت كتابة ملف التصدير. تحقق من مساحة التخزين المتاحة وحاول مرة أخرى.
de: Die Exportdatei konnte nicht geschrieben werden. Prüfe den verfügbaren Speicher und versuche es erneut.
es: No se pudo escribir el archivo de exportación. Revisa el almacenamiento disponible e inténtalo de nuevo.
fr: Impossible d’écrire le fichier d’exportation. Vérifiez l’espace disponible et réessayez.
it: Impossibile scrivere il file di esportazione. Controlla lo spazio disponibile e riprova.
ja: 書き出しファイルを書き込めませんでした。空き容量を確認してからもう一度お試しください。
ko: 내보내기 파일을 쓸 수 없습니다. 사용 가능한 저장 공간을 확인한 후 다시 시도하세요.
pt: Não foi possível gravar o arquivo de exportação. Verifique o armazenamento disponível e tente novamente.
ru: Не удалось записать файл экспорта. Проверьте доступное место и повторите попытку.
th: ไม่สามารถเขียนไฟล์ส่งออกได้ ตรวจสอบพื้นที่ว่างแล้วลองอีกครั้ง
zh: 无法写入导出文件。请检查可用存储空间后重试。

source: Start Sensor Logging Session
ar: بدء جلسة تسجيل المستشعرات
de: Sensorprotokollierung starten
es: Iniciar sesión de registro de sensores
fr: Démarrer une session de journalisation des capteurs
it: Avvia sessione di registrazione sensori
ja: センサーログセッションを開始
ko: 센서 로깅 세션 시작
pt: Iniciar sessão de registro de sensores
ru: Начать сеанс записи датчиков
th: เริ่มเซสชันบันทึกเซ็นเซอร์
zh: 开始传感器日志会话

source: Begin a new sensor logging session.
ar: ابدأ جلسة جديدة لتسجيل المستشعرات.
de: Beginne eine neue Sensorprotokollierung.
es: Inicia una nueva sesión de registro de sensores.
fr: Commencez une nouvelle session de journalisation des capteurs.
it: Inizia una nuova sessione di registrazione dei sensori.
ja: 新しいセンサーログセッションを開始します。
ko: 새 센서 로깅 세션을 시작합니다.
pt: Comece uma nova sessão de registro de sensores.
ru: Начните новый сеанс записи датчиков.
th: เริ่มเซสชันบันทึกเซ็นเซอร์ใหม่
zh: 开始新的传感器日志会话。

source: Stop Sensor Logging Session
ar: إيقاف جلسة تسجيل المستشعرات
de: Sensorprotokollierung stoppen
es: Detener sesión de registro de sensores
fr: Arrêter la session de journalisation des capteurs
it: Interrompi sessione di registrazione sensori
ja: センサーログセッションを停止
ko: 센서 로깅 세션 중지
pt: Parar sessão de registro de sensores
ru: Остановить сеанс записи датчиков
th: หยุดเซสชันบันทึกเซ็นเซอร์
zh: 停止传感器日志会话

source: End the current sensor logging session.
ar: أنهِ جلسة تسجيل المستشعرات الحالية.
de: Beende die aktuelle Sensorprotokollierung.
es: Finaliza la sesión actual de registro de sensores.
fr: Terminez la session actuelle de journalisation des capteurs.
it: Termina la sessione corrente di registrazione dei sensori.
ja: 現在のセンサーログセッションを終了します。
ko: 현재 센서 로깅 세션을 종료합니다.
pt: Encerre a sessão atual de registro de sensores.
ru: Завершите текущий сеанс записи датчиков.
th: สิ้นสุดเซสชันบันทึกเซ็นเซอร์ปัจจุบัน
zh: 结束当前传感器日志会话。

source: Start sensor recording in ${applicationName}
ar: ابدأ تسجيل المستشعرات في ${applicationName}
de: Sensoraufzeichnung in ${applicationName} starten
es: Iniciar grabación de sensores en ${applicationName}
fr: Démarrer l’enregistrement des capteurs dans ${applicationName}
it: Avvia la registrazione dei sensori in ${applicationName}
ja: ${applicationName}でセンサー記録を開始
ko: ${applicationName}에서 센서 기록 시작
pt: Iniciar gravação de sensores no ${applicationName}
ru: Начать запись датчиков в ${applicationName}
th: เริ่มบันทึกเซ็นเซอร์ใน ${applicationName}
zh: 在 ${applicationName} 中开始传感器记录

source: Start logging sensors in ${applicationName}
ar: ابدأ تسجيل بيانات المستشعرات في ${applicationName}
de: Sensorprotokollierung in ${applicationName} starten
es: Empezar a registrar sensores en ${applicationName}
fr: Commencer à journaliser les capteurs dans ${applicationName}
it: Inizia a registrare i sensori in ${applicationName}
ja: ${applicationName}でセンサーのログ記録を開始
ko: ${applicationName}에서 센서 로깅 시작
pt: Começar a registrar sensores no ${applicationName}
ru: Начать журналирование датчиков в ${applicationName}
th: เริ่มบันทึกข้อมูลเซ็นเซอร์ใน ${applicationName}
zh: 在 ${applicationName} 中开始记录传感器

source: Start Recording
ar: بدء التسجيل
de: Aufzeichnung starten
es: Iniciar grabación
fr: Démarrer l’enregistrement
it: Avvia registrazione
ja: 記録を開始
ko: 기록 시작
pt: Iniciar gravação
ru: Начать запись
th: เริ่มบันทึก
zh: 开始记录

source: Stop sensor recording in ${applicationName}
ar: أوقف تسجيل المستشعرات في ${applicationName}
de: Sensoraufzeichnung in ${applicationName} stoppen
es: Detener grabación de sensores en ${applicationName}
fr: Arrêter l’enregistrement des capteurs dans ${applicationName}
it: Interrompi la registrazione dei sensori in ${applicationName}
ja: ${applicationName}でセンサー記録を停止
ko: ${applicationName}에서 센서 기록 중지
pt: Parar gravação de sensores no ${applicationName}
ru: Остановить запись датчиков в ${applicationName}
th: หยุดบันทึกเซ็นเซอร์ใน ${applicationName}
zh: 在 ${applicationName} 中停止传感器记录

source: Stop logging sensors in ${applicationName}
ar: أوقف تسجيل بيانات المستشعرات في ${applicationName}
de: Sensorprotokollierung in ${applicationName} stoppen
es: Dejar de registrar sensores en ${applicationName}
fr: Arrêter la journalisation des capteurs dans ${applicationName}
it: Interrompi la registrazione dei sensori in ${applicationName}
ja: ${applicationName}でセンサーのログ記録を停止
ko: ${applicationName}에서 센서 로깅 중지
pt: Parar de registrar sensores no ${applicationName}
ru: Остановить журналирование датчиков в ${applicationName}
th: หยุดบันทึกข้อมูลเซ็นเซอร์ใน ${applicationName}
zh: 在 ${applicationName} 中停止记录传感器

source: Stop Recording
ar: إيقاف التسجيل
de: Aufzeichnung stoppen
es: Detener grabación
fr: Arrêter l’enregistrement
it: Interrompi registrazione
ja: 記録を停止
ko: 기록 중지
pt: Parar gravação
ru: Остановить запись
th: หยุดบันทึก
zh: 停止记录
